{"Name": "John F. Kennedy", "Speech": "I have welcomed this opportunity to address this historic body, and, through you, the people of Massachusetts to whom I am so deeply indebted for a lifetime of friendship and trust.\r\nFor fourteen years I have placed my confidence in the citizens of Massachusetts—and they have generously responded by placing their confidence in me.\r\nNow, on the Friday after next, I am to assume new and broader responsibilities. But I am not here to bid farewell to Massachusetts.\r\nFor forty-three years—whether I was in London, Washington, the South Pacific, or elsewhere—this has been my home; and, God willing, wherever I serve this shall remain my home.\r\nIt was here my grandparents were born—it is here I hope my grandchildren will be born.\r\nI speak neither from false provincial pride nor artful political flattery. For no man about to enter high office in this country can ever be unmindful of the contribution this state has made to our national greatness.\r\nIts leaders have shaped our destiny long before the great republic was born. Its principles have guided our footsteps in times of crisis as well as in times of calm. Its democratic institutions—including this historic body—have served as beacon lights for other nations as well as our sister states.\r\nFor what Pericles said to the Athenians has long been true of this commonwealth: \"We do not imitate—for we are a model to others.\"\r\nAnd so it is that I carry with me from this state to that high and lonely office to which I now succeed more than fond memories of firm friendships. The enduring qualities of Massachusetts—the common threads woven by the Pilgrim and the Puritan, the fisherman and the farmer, the Yankee and the immigrant—will not be and could not be forgotten in this nation's executive mansion.\r\nThey are an indelible part of my life, my convictions, my view of the past, and my hopes for the future.\r\nAllow me to illustrate: During the last sixty days, I have been at the task of constructing an administration. It has been a long and deliberate process. Some have counseled greater speed. Others have counseled more expedient tests.\r\nBut I have been guided by the standard John Winthrop set before his shipmates on the flagship Arbella three hundred and thirty-one years ago, as they, too, faced the task of building a new government on a perilous frontier.\r\n\"We must always consider,\" he said, \"that we shall be as a city upon a hill—the eyes of all people are upon us.\"\r\nToday the eyes of all people are truly upon us—and our governments, in every branch, at every level, national, state and local, must be as a city upon a hill—constructed and inhabited by men aware of their great trust and their great responsibilities.\r\nFor we are setting out upon a voyage in 1961 no less hazardous than that undertaken by the Arabella in 1630. We are committing ourselves to tasks of statecraft no less awesome than that of governing the Massachusetts Bay Colony, beset as it was then by terror without and disorder within.\r\nHistory will not judge our endeavors—and a government cannot be selected—merely on the basis of color or creed or even party affiliation. Neither will competence and loyalty and stature, while essential to the utmost, suffice in times such as these.\r\nFor of those to whom much is given, much is required. And when at some future date the high court of history sits in judgment on each one of us—recording whether in our brief span of service we fulfilled our responsibilities to the state—our success or failure, in whatever office we may hold, will be measured by the answers to four questions:\r\nFirst, were we truly men of courage—with the courage to stand up to one's enemies—and the courage to stand up, when necessary, to one's associates—the courage to resist public pressure, as well as private greed?\r\nSecondly, were we truly men of judgment—with perceptive judgment of the future as well as the past—of our own mistakes as well as the mistakes of others—with enough wisdom to know that we did not know, and enough candor to admit it?\r\nThird, were we truly men of integrity—men who never ran out on either the principles in which they believed or the people who believed in them—men who believed in us—men whom neither financial gain nor political ambition could ever divert from the fulfillment of our sacred trust?\r\nFinally, were we truly men of dedication—with an honor mortgaged to no single individual or group, and compromised by no private obligation or aim, but devoted solely to serving the public good and the national interest.\r\nCourage—judgment—integrity—dedicationthese are the historic qualities of the Bay Colony and the Bay State—the qualities which this state has consistently sent to this chamber on Beacon Hill here in Boston and to Capitol Hill back in Washington.\r\nAnd these are the qualities which, with God's help, this son of Massachusetts hopes will characterize our government's conduct in the four stormy years that lie ahead.\r\nHumbly I ask His help in that undertaking—but aware that on earth His will is worked by men. I ask for your help and your prayers, as I embark on this new and solemn journey.", "Date": "January 09, 1961"}