{"Name": "Donald Trump", "Speech": "THE PRESIDENT:  Thank you very much, everybody.  Before we begin, I’d like to just say that we have a large team of very talented people in China.  We’ve had a negotiation going on for about two days.  It’s going extremely well.  Who knows what that means, because it only matters if we get it done.  But we’re very much working very closely with China and President Xi, who I respect a lot.  Very good relationship that we have.  And we’re a lot closer than we ever were in this country with having a real trade deal. We’re covering everything — all of the points that people have been talking about for years that said couldn’t be done, whether it was theft or anything.  Anything.  The unfairness.  We’ve been losing, on average, $375 billion a year with China.  A lot of people think it’s $506 billion.  Some people think it’s much more than that.  We’re going to be leveling the playing field. The tariffs are hurting China very badly.  They don’t want them.  And frankly, if we can make the deal, it’d be my honor to remove them.  But otherwise, we’re having many billions of dollars pouring into our Treasury.  We’ve never had that before with China.  It’s been very much of a one-way street. So, that’s happening.  And the relationship with China is very good, but I think they finally respect our country.  They haven’t respected us for a long time.  Not for a long time. The UK and the U.S., as you probably have been seeing and hearing, we’re agreeing to go forward and preserve our trade agreement.  You know all of the situation with respect to Brexit, and the complexity and the problems.  But we have a very good trading relationship with the UK, and that’s just been strengthened further. So with the UK, we’re continuing our trade, and we are going to actually be increasing it very substantially as time goes by.  We expect that the UK will be very, very substantially increased as it relates to trade with the United States.  The relationship there, also, is very good. We have a lot of great announcements having to do with Syria and our success with the eradication of the caliphate.  And that will be announced over the next 24 hours.  And many other things.  A lot of positive things are going on. We’re working on a summit.  And you know all about the summit.  It will be in Vietnam — Hanoi.  And we will — we’ll be meeting in Hanoi.  We’ll be meeting in Hanoi.  I think a lot of you will be going, I suspect.  And I hope we have the same good luck as we had in the first summit.  A lot was done in the first summit.  No more rockets going up.  No more missiles going up.  No more testing of nuclear.  Get back our remains, the remains of our great heroes from the Korean War.  And we got back our hostages. But we hope we’re going to be very much equally as successful.  I’m in no rush for speed.  We just don’t want testing.  The sanctions, as you know, remain.  Everything is remaining.  China has been helping us, and Russia has been helping us.  And South Korea, I think you can say, has been — we’ve been working very closely with South Korea, with Japan. But China, Russia, on the border, have really been at least partially living up to what they’re supposed to be doing.  And that’s okay — as per the United Nations. So we will have a meeting on the 27th and 28th of February, and I think that will be a very successful one.  I look forward to seeing Chairman Kim.  We have also established a very good relationship, which has never happened between him or his family and the United States.  They have really taken advantage of the United States.  Billions of dollars has been paid to them.  And we won’t let that happen. But we think that North Korea and Chairman Kim have a tremendous potential as an economic force, economic power.  Their location between South Korea and then Russia and China — right smack in the middle — is phenomenal. And we think that they have a great chance for tremendous economic prosperity in the future.  So I look forward to seeing Chairman Kim in Vietnam. Today, I’m announcing several critical actions that my administration has taken to confront a problem that we have right here at home.  We fight wars that are 6,000 miles away; wars that we should have never been in, in many cases.  But we don’t control our own border. So we’re going to confront the national security crisis on our southern border.  And we’re going to do it one way or the other — we have to do it — not because it was a campaign promise, which it is.  It was one of many, by the way; not my only one.  We’re rebuilding the military, our economy is thriving like never before. You look at other economies — they’re doing terribly, and we’re doing phenomenally.  The market is up tremendously today, not that that’s anything, but, you know — because I’ll go back in and they’ll say, “Oh, the market just went down.”  But the market is getting close to the new highs that we created.  We have all the records.  We have every record.  But we’re getting close to that point again where we’ll create new records. So our country is doing very well, economically.  And we’ve done a lot.  But one of the things I said I have to do and I want to do is border security, because we have tremendous amounts of drugs flowing into our country, much of it coming from the southern border.  When you look and when you listen to politicians — in particular, certain Democrats — they say it all comes through the port of entry.  It’s wrong.  It’s wrong.  It’s just a lie.  It’s all a lie. They say walls don’t work.  Walls work 100 percent.  Whether it’s El Paso — I really was smiling, because the other night I was in El Paso — we had a tremendous crowd, and — tremendous crowd.  And I asked the people — many of whom were from El Paso, but they came from all over Texas.  And I asked them.  I said, “Let me ask you, as a crowd: When the wall went up, was it better?”  You were there, some of you.  It was not only better; it was like 100 percent better.  You know what they did. But that’s only one example.  There are so many examples.  In El Paso, they have close to 2,000 murders right on the other side of the wall.  And they had 23 murders.  It’s a lot of murders, but it’s not close to 2,000 murders right on the other side of the wall, in Mexico. So everyone knows that walls work.  And there are better examples than El Paso, frankly.  You just take a look.  Almost everywhere.  Take a look at Israel.  They’re building another wall.  Their wall is 99.9 percent effective, they told me — 99.9 percent.  That’s what it would be with us, too. The only weakness is they go to a wall and then they go around the wall.  They go around the wall and in.  Okay?  That’s what it is.  It’s very simple.  And a big majority of the big drugs — the big drug loads — don’t go through ports of entry.  They can’t go through ports of entry.  You can’t take big loads because you have people — we have some very capable people; the Border Patrol, law enforcement — looking. You can’t take human traffic — women and girls — you can’t take them through ports of entry.  You can’t have them tied up in the backseat of a car or a truck or a van.  They open the door.  They look.  They can’t see three women with tape on their mouth or three women whose hands are tied. They go through areas where you have no wall.  Everybody knows that.  Nancy knows it.  Chuck knows it.  They all know it.  It’s all a big lie.  It’s a big con game. You don’t have to be very smart to know: You put up a barrier, the people come in, and that’s it.  They can’t do anything unless they walk left or right, and they find an area where there’s no barrier, and they come into the United States.  Welcome. We’ve detained more people.  Our border agents are doing such incredible work.  Our military has been incredible.  We put up barbed wire on top of certain old walls that were there.  We fixed the wall and we loaded it up with barbed wire.  It’s very successful. But our military has been fantastic, and I want to thank them.  And it’s very necessary.  We’ve broken up two caravans that are on their way.  They just are breaking.  They’re in the process of breaking up.  We have another one that we haven’t been able to break up yet. We’ve been actually working with Mexico much better than ever before.  I want to thank the President.  I want to thank Mexico.  They have their own problems.  They have the largest number of murders that they’ve ever had in their history — almost 40,000 murders.  Forty thousand.  And they got to straighten that out, and I think they will. But I just want to thank the President, because he’s been helping us with these monstrous caravans that have been coming up.  We had one that it was up to over 15,000 people.  It’s largely broken up.  Others have gotten through.  And, in Tijuana, you have a lot of people staying there.  If we didn’t have the wall up, and if we didn’t have the wall secured and strengthened, they would have walked right through; they’d be welcomed to the United States. One of the things we’d save tremendous — just a tremendous amount on would be sending the military.  If we had a wall, we don’t need the military because we’d have a wall. So I’m going to be signing a national emergency.  And it’s been signed many times before.  It’s been signed by other Presidents from 1977 or so.  It gave the Presidents the power. There’s rarely been a problem.  They sign it; nobody cares.  I guess they weren’t very exciting.  But nobody cares.  They sign it for far less important things, in some cases, in many cases.  We’re talking about an invasion of our country with drugs, with human traffickers, with all types of criminals and gangs. We have some of the greatest people I know.  They’ve been with me from the beginning of my campaign — almost from the first week.  The Angel Moms.  Unfortunately, we have new Angel Moms.  One incredible woman just showed me her daughter who — we’re talking about killed, in the year of ’18.  I said, “I haven’t seen you before.”  She said, “No, I’m new.”  I said, “That’s too bad.”  It’s too bad.  It’s so sad. Stand up, just for a second.  Show how beautiful your girl was.  Thank you. I have such respect for these people.  Angel Moms, Angel Dads, Angel Families.  I have great respect for these people.  These are great people.  These are great people.  They’re fighting for their children that have been killed by people that were illegally in this country. And the press doesn’t cover them; they don’t want to, incredibly.  And they’re not treated the way they should be.  They’re fighting for other people because they don’t want what happened to their children or husband or anybody. We have one young lady whose husband — please, stand up.  Your husband was just killed in Maryland.  Incredible man.  Just killed.  Beautiful children — won’t be seeing their father again. These are brave people.  These are people that — they don’t have to be here.  They don’t have to be doing this.  They’re doing it for other people.  So I just want to thank all of you for being here, okay?  I really do.  I want to thank you.  Incredible people. Last year, 70,000 Americans were killed, at least — I think the number is ridiculously low — by drugs, including meth and heroin and cocaine, fentanyl.  And one of the things that I did with President Xi in China, when I met him in Argentina at a summit — before I even started talking about the trade — it was a trade meeting.  It went very well, but before I talked about trade, I talked about something more important. I said, “Listen, we have tremendous amounts of fentanyl coming into our country.  It kills tens of thousands of people — I think far more than anybody registers.  And I’d love you to declare it a lethal drug and put it on your criminal list.”  And their criminal list is much tougher than our criminal list.  Their criminal list — a drug dealer gets a thing called the death penalty.  Our criminal list, a drug dealer gets a thing called, “How about a fine?” And when I asked President Xi, I said, “Do you have a drug problem?”  “No, no, no.”  I said, “You have 1.4 billion people.  What do you mean you have no drug problem?”  “No, we don’t have a drug problem.”  I said, “Why?” “Death penalty.  We give death penalty to people that sell drugs.”  End of problem. What do we do?  We set up blue ribbon committees.  Lovely men and women — they sit around a table, they have lunch, they eat, they dine, and they waste a lot of time.  So if we want to get smart, we can get smart.  You can end the drug problem.  You can end it a lot faster than you think. But President Xi has agreed to put fentanyl on his list of deadly, deadly drugs.  And it’s a criminal penalty.  And the penalty is death.  So that’s, frankly, one of the things I’m most excited about in our trade deal, if you want to know the truth.  I think maybe there’s no more important point. We’re going to make billions of dollars with this trade deal.  It’s going to be great for our country and great for China, I hope.  Their market is down close to 40 percent.  Our market is way up.  We’ve picked up, since my election, trillions of dollars of worth.  Trillions.  Many trillions.  And China has lost trillions of dollars.  But I want it to be good for China and I want it to be good for the United States.  So we’ll see what happens. China is coming here next week, by the way.  They’re coming home, the traders.  And then China is coming here next week.  And then I’ll be meeting with President Xi at some point after that to maybe — for some remaining deals.  We’ll make them directly, one-on-one, ourselves. So, we’re going to be signing today, and registering, national emergency.  And it’s a great thing to do because we have an invasion of drugs, invasion of gangs, invasion of people, and it’s unacceptable. And by signing the national emergency — something signed many times by other Presidents — many, many times.  President Obama — in fact, we may be using one of the national emergencies that he signed, having to do with cartels.  Criminal cartels.  It’s a very good emergency that he signed.  And we’re going to use parts of it in our dealings on cartels.  So that would be a second national emergency.  But, in that case, it’s already in place. And what we want — really want to do — is simple.  It’s not like it’s complicated.  It’s very simple: We want to stop drugs from coming into our country.  We want to stop criminals and gangs from coming into our country.  Nobody has done the job that we’ve ever done.  I mean, nobody has done the job that we’ve done on the border. And in a way, what I did by creating such a great economy — and if the opposing party got in, this economy would be down the tubes.  You know, I hear a lot of people say, “Oh, well.  But maybe the previous administration...”  Let me tell you, the previous administration, it was heading south, and it was going fast.  We would have been down the tubes.  The regulations were strangling our country.  Unnecessary regulations. By creating such a strong economy — you just look at your televisions or see what’s going on today; it’s through the roof.  What happens is more people want to come, so we have far more people trying to get into our country today than probably we’ve ever had before.  And we’ve done an incredible job in stopping them, but it’s a massive number of people. If we had the wall, it would be very easy.  We would make up for the cost of the wall just in the cost of the fact that I would be able to have fewer people.  We wouldn’t need all of this incredible talent, some of whom are sitting in the first row.  You wouldn’t need all of this incredible talent.  We would get — we would get thousands of law enforcement people, including Border Patrol.  You put them in different areas, you have them doing different things.  Law enforcement and Border Patrol. And I want to thank law enforcement, and I want to thank Border Patrol, and I want to thank ICE.  ICE is abused by the press and by the Democrats.  And, by the way, we’re going to be taking care of ICE.  You know, we talk about the new bill.  We’re going to be taking care of ICE.  They wanted to get rid of ICE.  And the bill is just the opposite of that.  A lot of good things happened. So, that’s the story.  We want to have a safe country.  I ran on a very simple slogan: “Make America Great Again.”  If you’re going to have drugs pouring across the border, if you’re going to have human traffickers pouring across the border in areas where we have no protection, in areas where we don’t have a barrier, then very hard to make America great again. But we’ve done a fantastic job, but we haven’t been given the equipment.  We haven’t been given the walls.  And in the bill, by the way, they didn’t even fight us on most of the stuff.  Ports of entry.  We have so much money, we don’t know what to do with it.  I don’t know what to do with all the money they’re giving us.  It’s crazy. The only place they don’t want to give as much money — $1,375,000,000.  Sounds like a lot, but it’s not so much, although we’re putting it to much better use than it used to be.  A lot of the past administrations, they had — it was easy to get, and they didn’t build or they didn’t do what they could have done.  It would have been great.  It would have been great to have done it earlier, but I was a little new to the job, a little new to the profession. And we had a little disappointment for the first year and a half.  People that should have stepped up did not step up.  They didn’t step up, and they should have.  Would have been easy.  Not that easy, but it would have been a lot easier.  But some people didn’t step up.  But we’re stepping up now. So we have a chance of getting close to $8 billion.  Whether it’s $8 billion or $2 billion or $1.5 billion, it’s going to build a lot of wall.  We’re getting it done.  We’re right now in construction with wall in some of the most important areas.  And we have renovated a tremendous amount of wall, making it just as good as new.  That’s where a lot of the money has been spent — on renovation.  In fact, we were restricted to renovating, which is okay.  But we’re going to run out of areas that we can renovate pretty soon.  So — and we need new wall. So I want to thank everybody for being here.  I want to thank, in particular, the Angel Moms and Dads for being here.  Thank you very much.  We have great respect for you.  The real country, our real country — the people that really love our country, they love you.  So I just want you to know that.  I know how hard you fight and I know how hard a fight you’re having. I also want to thank all of the law enforcement for the job you do.  Believe me, our country loves you and they respect you greatly.  And we’re giving you a lot of surplus.  We’re giving you surplus military equipment, which a lot of people didn’t like giving, previous to this administration.  But hundreds of millions of dollars of surplus equipment.  And as we get it, as you know, we send it down.  And you have much better protection.  But I really appreciate you being here. So the order is signed.  And I’ll sign the final papers as soon as I get into the Oval Office.  And we will have a national emergency, and then we will then be sued, and they will sue us in the Ninth Circuit, even though it shouldn’t be there.  And we will possibly get a bad ruling, and then we’ll get another bad ruling.  And then we’ll end up in the Supreme Court, and hopefully we’ll get a fair shake.  And we’ll win in the Supreme Court, just like the ban.  They sued us in the Ninth Circuit, and we lost, and then we lost in the appellate division, and then we went to the Supreme Court, and we won. And it was very interesting, because yesterday they were talking about the ban.  Because we have a ban.  It’s very helpful.  Madam Secretary, is that right?  Without the ban, we’d have a bigger problem.  We have a ban on certain areas, certain countries, depending on what’s going on in the world.  And we won. But somebody said, “President Trump lost on the ban.”  Well, he was right; I lost at the lower court.  He — he didn’t say that we ultimately won at the United States Supreme Court.  They didn’t want to say that.  They didn’t want to go that far.  They were saying how I lost.  The person sitting right up here — “Donald Trump lost on the ban.”  Yeah, I did.  And then I lost a second time; you should have said that, too.  And then it went to the Supreme Court and I won.  Didn’t want to take it that far.  But we won on the ban and we won on other things, too. The probably easiest one to win is on declaring a national emergency, because we’re declaring it for virtual invasion purposes: drugs, traffickers, and gangs.  And one of the things, just to finish: We have removed thousands of MS-13 gang monsters.  Thousands.  They’re out of this country.  We take them out by the thousands.  And they are monsters. Okay.  Do you have any questions?  Yeah.  John, go ahead. Q    Mr. President — (inaudible). AIDE:  Yes, we do.  There you go. Q    You were prepared.  Mr. President, a lot of the money — THE PRESIDENT:  Were you saying I was prepared? Q    With the microphone and prepared for questions. THE PRESIDENT:  Oh, I thought you meant I was prepared.  I couldn’t believe you said that. Q    (Laughs.)  No, no, no.  (Laughter.) THE PRESIDENT:  People don’t like saying that. Q    You were prepared for questions. THE PRESIDENT:  I am prepared.  I’m always prepared. Q    A lot of the money that goes to count toward your $8 billion is money that’s being reprogrammed in the DOD budget.  How can you guarantee to military families and to our men and women of the military that none of the money that would be reprogrammed to a wall will take away from other technology, other renovations, construction that is desperately needed in our military? THE PRESIDENT:  Yeah.  So, John, we had certain funds that are being used at the discretion of generals, at the discretion of the military.  Some of them haven’t been allocated yet, and some of the generals think that this is more important.  I was speaking to a couple of them.  They think this is far more important than what they were going to use it for.  I said, “What were you going to use it for?”  And I won’t go into details, but it didn’t sound too important to me. Plus, if you think, I’ve gotten $700 billion for the military in year one, and then last year, $716 billion.  And we’re rebuilding our military, but we have a lot.  And under the previous administration, our military was depleted — badly depleted.  And they weren’t spending — I mean, they had a much less — they had a much smaller amount of money. So when I got $700 billion, and then $716 billion — and this year, it’s going to be pretty big too, because there’s few things more important than our military.  You know, I’m a big deficit believer and all of that, but before we really start focusing on certain things, we have to build up our military.  It was very badly depleted.  And we’re buying all new jetfighters, all new missiles, all new defensive equipment.  We have — we’ll soon have a military like we’ve never had before. But when you think about the kind of numbers you’re talking about — so you have $700 billion, $716 billion — when I need $2 billion, $3 billion of out that for a wall — which is a very important instrument, very important for the military because of the drugs that pour in.  And as you know, we have specific rules and regulations where they have drugs, and what you can do in order to stop drugs.  And that’s part of it, too. We’re taking a lot of money from that realm also.  But when you have that kind of money going into the military, this is a very, very small amount that we’re asking for. Yeah, go ahead.  Go ahead.  ABC.  Not NBC.  I like ABC a little bit more — not much.  Come on, ABC.  Not much.  Pretty close. Q    Mr. President, what do you say to those, including some of your Republican allies, who say that you are violating the Constitution with this move and setting a bad precedent that will be abused by possibly Democratic Presidents in the future?  Marco Rubio has made this point. THE PRESIDENT:  Well, not too many people.  Yeah.  Not too many people have said that.  But the courts will determine that. Look, I expect to be sued.  I shouldn’t be sued.  Very rarely do you get sued when you do national emergency.  And then other people say, “Oh, if you use it for this, now what are we using it for?”  We got to get rid of drugs and gangs and people.  It’s an invasion.  We have an invasion of drugs and criminals coming into our country that we stop, but it’s very hard to stop.  With a wall, it would be very easy. So I think that we will be very successful in court.  I think it’s clear.  And the people that say we create precedent — well, what do you have?  Fifty-six?  There are a lot of times — well, that’s creating precedent.  And many of those are far less important than having a border.  If you don’t have a border, you don’t have a country. You know, we fight — before I got here — we fight all over the world to create borders for countries, but we don’t create a border for our own country. So I think what will happen is, sadly, we’ll be sued, and sadly, it’ll go through a process.  And, happily, we’ll win — I think. Go ahead.  Let’s go.  Let’s hear it, NBC.  Come on. Q    Thank you, Mr. President.  I just want to say, in the past, when President Obama tried to use executive action as it related to immigration, you said, “The whole concept of executive order, it’s not the way the country is supposed to be run.”  You said, “You’re supposed to go through Congress and make a deal.”  Will you concede that you were unable to make the deal that you had promised in the past, and that the deal you’re ending up with now from Congress is less than what you could have had before a 35-day shutdown? THE PRESIDENT:  No.  Look, I went through Congress.  I made a deal.  I got almost $1.4 billion when I wasn’t supposed to get one dollar — not one dollar.  “He’s not going to get one dollar.”  Well, I got $1.4 billion.  But I’m not happy with it.  I also got billions and billions of dollars for other things — port of entries, lots of different things.  The purchase of drug equipment.  More than we were even requesting. In fact, the primary fight was on the wall.  Everything else, we have so much, as I said, I don’t know what to do with it we have so much money.  But on the wall, they skimped. So I did — I was successful, in that sense, but I want to do it faster.  I could do the wall over a longer period of time.  I didn’t need to do this.  But I’d rather do it much faster.  And I don’t have to do it for the election.  I’ve already done a lot of wall, for the election — 2020.  And the only reason we’re up here talking about this is because of the election, because they want to try and win an election, which it looks like they’re not going to be able to do.  And this is one of the ways they think they can possibly win, is by obstruction and a lot of other nonsense. And I think that I just want to get it done faster, that’s all. Okay.  Yes, ma’am, go ahead. Q    Thank you, Mr. President. THE PRESIDENT:  Thank you. Q    Roberta Rampton from Reuters.  I wanted to ask about China.  Do you feel that enough progress has been made in the talks to head off the increase in tariffs scheduled for March 1? THE PRESIDENT:  Well, you know, you’re talking to the wrong person, because I happen to like tariffs, okay?  I mean, we’re taking in billions and billions of dollars in tariffs from China.  And our steel industry now, as an example, we tax dumped steel — much of it comes from China — at 25 percent.  Our steel industry is so vibrant now again, they’re building plants all over the United States.  It’s a beautiful thing.  And from a defensive standpoint, and from any standpoint, you need steel. You know, you can do without certain industries.  Our country cannot do without steel. So, I love tariffs, but I also love them to negotiate.  And right now, China is paying us billions of dollars a year in tariffs.  And I haven’t even started. Now, here’s the thing: If we make a deal, they won’t have to pay.  You know, it’ll be a whole different story.  They won’t be paying that, but we’ll have a fair deal.  There won’t be intellectual property theft.  There won’t be so many other things that have gone on.  And no other President has done this.  No other — you know, we didn’t have a deal with China.  You had the WTO, one of the worst trade deals ever made — probably even worse than NAFTA, if that’s believable, which, you know, hard to believe, because I think NAFTA was just a disaster.  It was a total disaster for our country. And now we made the USMCA, which is going to be a terrific — a great deal.  And, by the way, the USMCA, from Mexico — that’s United States, Mexico, Canada — that’s where the money is coming from, not directly but indirectly, for the wall.  And nobody wants to talk about that.  Because we’re saving billions and billions of dollars a year, if Congress approves that deal. Now, they might now want to approve a deal just because they’ll say — one of the things I’m thinking of doing — this has never been done before: No matter how good a deal I make with China, if they sell me Beijing for one dollar, if they give me 50 percent of their land and every ship that they’ve built over the last two years — which is a lot — and they give them to me free, the Democrats will say, “What a lousy deal; that’s a terrible deal.” Like, ZTE, I got a billion — more than a billion-dollar penalty in a short period of time.  And the Democrats said, “Oh, should’ve gotten more.”  When I made that deal, I said, “This is incredible.”  I just got — I got over a billion-dollar penalty, plus they had to change their board of directors.  They had to change their top management.  But they had to pay over a billion dollars.  I said, “What a deal.”  It took like a week.  And the Democrats didn’t even know there was a problem with ZTE. I’m the one that find them.  I’m the one that settled it.  Over a billion dollars.  And President Xi called me and he said it would be important to him if they could get a deal.  And we made a deal — paid — like, in a short period of time. The Democrats went out and said, “Oh, they should’ve done better.”  So what I’m thinking of doing is getting Chuck Schumer, getting Nancy Pelosi, having them bring two or three of their brilliant representatives.  And we’ll all go down together, and what we’ll do is we’ll negotiate.  I’ll put them in the room and let them speak up.  Because any deal I make with China, if it’s the great — it’s going to be better than any deal that anybody ever dreamt possible, or I’m not going to have a deal.  It’s a very simple. But any deal I make with China, Schumer is going to stand up and say, “Oh, it should’ve been better.  It should’ve been better.”  And you know what?  That’s not acceptable to me.  So I’m thinking about doing something very different.  I don’t think it’s ever been — I just don’t want to be second-guessed.  But that’s not even second-guess; that’s called politics.  Sadly, I’d probably do the same thing to them, okay? But any deal I make toward the end, I’m going to bring Schumer — at least offer him — and Pelosi.  I’m going to say, “Please join me on the deal.” And, by the way, I just see our new Attorney General is sitting in the front row.  Please stand up, Bill.  (Applause.)  Such an easy job he’s got.  He’s got the easiest job in government.  Thank you and congratulations.  That was a great vote yesterday.  Thank you very much. Q    Mr. President — THE PRESIDENT:  Yes, go ahead.  Go ahead. Q    In your remarks, sir, you said that you were too new to politics, earlier in your administration, when you would’ve preferred that this be done.  Is that an admission of how you might be changing on the job?  And — THE PRESIDENT:  Well, I’m learning.  I mean, I am learning.  Don’t forget, it’s not like I’ve done this for — a senator came into my office and said, “Sir, I’ve been running for office for 30 years.  I’ve won seven out of seven.  I did lose a couple when I was younger.”  I said, “Well, I’ve won one out of one.  But, you know, I never did politics before.  Now I do politics.”  I will tell you, I’m very disappointed at certain people, a particular one, for not having pushed this faster. Q    Are you referring to Speaker Ryan, sir? THE PRESIDENT:  But I’ve learned — who? Q    Speaker Ryan. THE PRESIDENT:  Let’s not talk about it. Q    Okay. THE PRESIDENT:  What difference does it make?  But they should have pushed it faster.  They should have pushed it harder.  And they didn’t.  They didn’t. If they would have, it would have been a little bit better.  In the meantime, I’ve built a lot of wall.  I have a lot of money, and I’ve built a lot of wall.  But it would’ve been nice to have gotten done.  And I would like to see major immigration reform, and maybe that’s something we can all work on, Bill, where we all get together and do major immigration reform — not just for a wall, for a barrier; for port of entry, for other things. We have a real problem.  We have catch-and-release.  You catch a criminal and you have to release them.  We have so many other things.  You have chain migration, where a bad person comes in, brings 22 or 23 or 35 of his family members — because he has his mother, his grandmother, his sister, his cousin, his uncle — they’re all in. You know what happened on the West Side Highway.  That young wise guy drove over and killed eight people and horribly injured — nobody talks about that — horribly — like, loss of legs and arms — going 60 miles an hour, he made a right turn into a park on the West Side Highway, along the Hudson River in New York.  He had many people brought in because he was in the United States.  It’s called chain migration. And then you have the lottery.  It’s a horror show, because when countries put people into the lottery, they’re not putting you in; they’re putting some very bad people in the lottery.  It’s common sense.  If I ran a country, and if I have a lottery system of people going to the United States, I’m not going to put in my stars; I’m going to put in people I don’t want.  The lottery system is a disaster.  I’m stuck with it. Q    Mr. President, could you tell us — THE PRESIDENT:  It should have — wait.  It should have never happened.  Okay. Q    Mr. President, could you tell us to what degree some of the outside conservative voices helped to shape your views on this national emergency? THE PRESIDENT:  I would talk about it.  Look, Sean Hannity has been a terrific, terrific supporter of what I do.  Not of me.  If I changed my views, he wouldn’t be with me. Rush Limbaugh — I think he’s a great guy.  Here’s a guy who can speak for three hours without a phone call.  Try doing that sometime.  For three hours, he speaks.  He’s got one of the biggest audiences in the history of the world.  I mean, this guy is unbelievable.  Try speaking for three hours without taking calls.  Taking calls is easy.  “Okay, I’ll answer this one.  I’ll answer that one.”  He goes for three hours, and he’s got an audience that’s fantastic. Q    Should they be — THE PRESIDENT:  Wait — Q    Should they be deciding policy, sir? THE PRESIDENT:   They don’t decide policy.  In fact, if I went opposite — I mean, they have somebody — Ann Coulter.  I don’t know her.  I hardly know her.  I haven’t spoken to her in way over a year.  But the press loves saying “Ann Coulter.”  Probably, if I did speak to her, she’d be very nice.  I just don’t have the time to speak to her.  I would speak to her; I have nothing against her. In fact, I like her for one reason: When they asked her, like right at the beginning, who was going to win the election, she said, “Donald Trump.”  And the two people that asked her that question smiled.  They said, “You’re kidding, aren’t you?”  “Nope.  Donald Trump.” So I like her, but she’s off the reservation.  But anybody that knows her understands that.  But I haven’t spoken to her.  I don’t follow her.  I don’t talk to her.  But the press loves to bring up the name “Ann Coulter.”  And you know what?  I think she’s fine.  I think she’s good.  But I just don’t speak to her. Laura has been great.  Laura Ingraham.  Tucker Carlson has been great.  I actually have a couple people on CNN that have been very good.  I have some on MSNBC.  The other day, they did a great report of me.  I said, “Where the hell did that come from?”  I think it was the only one in over a year. So the crazy thing is, I just had, as you know, Rasmussen — 52 percent in the polls.  It’s my highest poll number.  And people get what we’re doing.  They get it.  They really get it.  And I’m honored by it. Yes.  Jim Acosta. Q    Thank you, Mr. President.  I wonder if you could comment on this disconnect that we seem to have in this country, where you are presenting information about what’s happening at the border — calling it an “invasion,” talking about women with duct tape over their mouths, and so on — and yet there’s a lot of reporting out there, there’s a lot of crime data out there, there’s a lot of Department of Homeland Security data out there that shows border crossings at a near-record low — THE PRESIDENT:  That’s because of us.  But it’s still — Q    — that shows undocumented immigrants committing crime at lower levels — THE PRESIDENT:  Excuse me.  It’s still massive numbers of crossings. Q    — that shows undocumented criminals — or undocumented immigrants committing crime at lower levels than native-born Americans.  What do you say — THE PRESIDENT:  You don’t really believe that stat, do you?  Do you really believe that stat? Q    What do you — well, let me ask you this — THE PRESIDENT:  Take a look at our federal prisons. Q    I believe in facts and statistics and data, but — THE PRESIDENT:  Okay?  Any more?  Quick, let’s go. Q    Let me just ask you this: What do you say to your critics who say that you are creating a national emergency, that you’re concocting a national emergency here in order to get your wall because you couldn’t get it through other ways? THE PRESIDENT:  I ask the Angel Moms: What do you think?  Do you think I’m creating something? Ask these incredible women, who lost their daughters and their sons.  Okay? PARTICIPANT:  This is real. THE PRESIDENT:  Because your question is a very political question because you have an agenda.  You’re CNN.  You’re fake news.  You have an agenda.  The numbers that you gave are wrong. Take a look at our federal prison population.  See how many of them, percentage-wise, are illegal aliens.  Just see.  Go ahead and see.  It’s a fake question. Yes.  Go ahead. Q    Can I ask a follow-up? Q    Thank you, Mr. President.  Just to follow up on that, unifying crime reporting statistics — numbers from your own Border Patrol, numbers from this government — show that the amount of illegal immigrants are down, there is not violence on the border, and that most — THE PRESIDENT:  There’s not violence on the border? Q    There’s not as much violence as — THE PRESIDENT:  Oh, really? Q    Let me — wait a minute.  Wait a minute.  Wait — THE PRESIDENT:  You had 26 people killed — Q    Let me finish the question, please.  Let me finish the question, please. THE PRESIDENT:  Two weeks ago, 26 people were killed in a gunfight on the border — Q    I understand what you’re — I understand what you’re saying. THE PRESIDENT:  — a mile away from where I went. Q    I was there.  I understand.  That’s not the question.  The question is — THE PRESIDENT:  Do we forget about that? Q    No, I’m not forgetting about it.  I’m asking you to clarify where you get your numbers, because most of the DEA crime reporting statistics that we see show that drugs are coming across at the ports of entry, that illegal immigration is down, and the violence is down. THE PRESIDENT:  Okay. Q    So what do you base your facts on? THE PRESIDENT:  Okay, let me — come on, let’s go.  Sort of — sort of — Q    And, secondly — THE PRESIDENT:  No, no.  You get one.  You get one.  Ready? Q    Well, the second question is — THE PRESIDENT:  Just sit down.  Wait.  Sit down.  Sit down. Q    Could you please answer it? THE PRESIDENT:  Sit down.  You get one question. I get my numbers from a lot of sources — like Homeland Security, primarily.  And the numbers that I have from Homeland Security are a disaster.  And you know what else is a disaster?  The numbers that come out of Homeland Security, Kirstjen, for the cost that we spend and the money that we lose because of illegal immigration: Billions and billions of dollars a month.  Billions and billions of dollars.  And it’s unnecessary. Q    So your own government stats are wrong, are you saying? THE PRESIDENT:  No, no.  I use many stats.  I use many stats. Q    Could you share those stats with us? THE PRESIDENT:  Let me tell you, you have stats that are far worse than the ones that I use.  But I use many stats, but I also use Homeland Security. All right, next question. Q    And do you — wait a minute.  Just a quick follow-up. THE PRESIDENT:  Go ahead.  No.  Go.  Please. Q    Thank you, Mr. President.  I just want to bring you back to China for a second.  The White House put out a statement today talking about the March 1st deadline.  The other day, though, you gave the possibility that maybe this could slide.  Are you eyeing a possible extension — 30 days, maybe 60 days?  What is the status there?  Or is March 1st the deadline? THE PRESIDENT:  Yeah.  Very good question.  So it’s a very big deal.  I guess you could say it’s like — must be the biggest deal ever made, if you think.  Trade with China, how big does that get?  Although if you look, the USCMA is right up there.  But it’s very complicated.  There are many, many points that we’re bringing up that nobody ever brought up or thought to bring up, but they’re very important, because we were on the wrong side of every one of them. There is a possibility that I will extend the date.  And if I do that, if I see that we’re close to a deal or the deal is going in the right direction, I would do that at the same tariffs that we’re charging now.  I would not increase the tariffs. Q    Let me also ask you about the debt, sir, because it’s gone from a shade under $20 trillion from when you took office.  Now it’s a shade over $22 trillion and heading in the wrong direction.  What are your plans to reverse it? THE PRESIDENT:  Well, it’s all about growth.  But before I — Q    (Inaudible.) THE PRESIDENT:  — really focus on that — and you have to remember, President Obama put on more debt on this country than every President in the history of our country combined.  So when I took over, we had one man that put on more debt than every other President combined.  Combine them all.  So you can’t be talking about that.  But I talk about it because I consider it very important. But first, I have to straighten out the military.  The military was depleted.  And if we don’t have a strong military — that hopefully we won’t have to use because it’s strong — if we don’t have a strong military, you don’t have to worry about debt; you have bigger problems.  So I have to straighten out the military.  That’s why I did the $700- and $716 billion.  But growth will straighten it out. You saw last month, the trade deficit went way down.  Everybody said, “What happened?”  Well, what’s happening is growth.  But before I can focus too much on that, a very big expense is military.  And we have no choice but to straighten out our military. Q    Is growth the only answer, sir, or is (inaudible)? THE PRESIDENT:  Yes, ma’am, go ahead. Q    Thank you, Mr. President.  On North Korea — back on the last summit, you guys came out with a pretty general agreement. THE PRESIDENT:  Yes. Q    I was wondering what you thought has, you know, been accomplished since the last summit.  And then — THE PRESIDENT:  A lot. Q    — are we going to be seeing anything concrete — THE PRESIDENT:  A lot has been accomplished.  Okay. Q    — on denuclearization. THE PRESIDENT:  Yeah.  A lot has been accomplished.  We’re dealing with them, we’re talking to them. When I came into office, I met right there, in the Oval Office, with President Obama.  And I sat in those beautiful chairs and we talked.  It was supposed to be 15 minutes.  As you know, it ended up being many times longer than that. And I said, “What’s the biggest problem?”  He said, “By far, North Korea.”  And I don’t want to speak for him, but I believe he would have gone to war with North Korea.  I think he was ready to go to war.  In fact, he told me he was so close to starting a big war with North Korea.  And where are we now?  No missiles.  No rockets.  No nuclear testing.  We’ve learned a lot. But much more importantly than all of it — much more important — much, much more important that that is we have a great relationship.  I have a very good relationship with Kim Jong Un.  And I’ve done a job.  In fact, I think I can say this: Prime Minister Abe of Japan gave me the most beautiful copy of a letter that he sent to the people who give out a thing called the Nobel Prize.  He said, “I have nominated you...” or “Respectfully, on behalf of Japan, I am asking them to give you the Nobel Peace Prize.”  I said, “Thank you.”  Many other people feel that way too.  I’ll probably never get it, but that’s okay. They gave it to Obama.  He didn’t even know what he got it for.  He was there for about 15 seconds and he got the Nobel Prize.  He said, “Oh, what did I get it for?”  With me, I probably will never get it. But if you look at Idlib Province in Syria, I stopped the slaughter of perhaps 3 million people.  Nobody talk about that.  They don’t talk about that.  Russia and Iran and Syria were going to go in and perhaps destroy 3 million people in order to get 45,000 terrorists.  And I heard about it from a woman who had her parents and her brothers living there, and she said, “Please, please.”  And I thought — I said, “No, it can’t happen.  What are you talking about?”  “No, they’re going to get...”  And I come home, and I read a certain paper where the story was there that they were actually forming to go into — to really — to really do big destruction.  And I put out a statement that “you better not do it.” And in all fairness to Russia and Iran and Syria, they didn’t attack.  Or they’re doing it surgically, at least.  Saved a lot of people.  We do a lot of good work.  This administration does a tremendous job, and we don’t get credit for it.  But I think the people understand what we do. So Prime Minister Abe gave me — I mean, it’s the most beautiful five letter — five-page letter.  Nobel Prize.  He sent it to them.  You know why?  Because he had rocket ships and he had missiles flying over Japan.  And they had alarms going off; you know that.  Now, all of a sudden, they feel good; they feel safe.  I did that. And it was a very tough dialogue at the beginning.  Fire and fury.  Total annihilation.  “My button is bigger than yours” and “my button works.”  Remember that?  You don’t remember that.  And people said, “Trump is crazy.”  And you know what it ended up being?  A very good relationship.  I like him a lot and he likes me a lot.  Nobody else would have done that. The Obama administration couldn’t have done it.  Number one, they probably wouldn’t have done it.  And number two, they didn’t have the capability to do it. So I just want to thank everybody.  I want to wish our Attorney General great luck and speed, and enjoy your life.  (Laughter.)  Bill, good luck.  A tremendous reputation.  I know you’ll do a great job.  Thank you very much.  And thank you, everybody.  Thank you very much.  Thank you.", "Date": "February 15, 2019"}